"use client";
const Whatwedo = () => {
  return (
    <>
      <div className="bg-gray-100 items-center justify-center py-6 px-6">
        <h2 className="text-orange-400 text-4xl font-bold"> हम क्या करते हैं</h2>
        <p className="text-black text-wrap py-4">
  भारतीय ज्योतिष संस्थान में आपका स्वागत है। हमारा संस्थान भारतीय ज्योतिष और वैदिक विज्ञान की प्राचीन विधाओं को आधुनिक शिक्षा और सेवाओं के माध्यम से प्रचारित और प्रसारित करता है। हमारे प्रमुख कार्य निम्नलिखित हैं:

  <br/><br/>
  <strong className="text-2xl text-orange-400">शिक्षा</strong><br/>
  <strong >ज्योतिष शिक्षा:</strong> हम ज्योतिष शास्त्र के विभिन्न पहलुओं पर विस्तृत पाठ्यक्रम प्रदान करते हैं, जिनमें कुंडली विश्लेषण, पंचांग, गोचर, दशा और योग शामिल हैं।<br/>
  <strong>वैदिक विज्ञान:</strong> वैदिक गणित, योग, और ध्यान की शिक्षा भी हमारे संस्थान का एक महत्वपूर्ण हिस्सा है। इन विधाओं के माध्यम से हम मानसिक शांति और आत्मिक विकास को प्रोत्साहित करते हैं।
  
  <br/><br/>
  <strong className="text-2xl text-orange-400 pb-4">ज्योतिषीय सेवाएँ</strong><br/>
  <strong>कुंडली मिलान:</strong> विवाह के लिए कुंडली मिलान की सेवा, जो वैवाहिक जीवन की सफलता और सुख-शांति के लिए अत्यंत महत्वपूर्ण है।<br/>
  <strong>व्यक्तिगत परामर्श:</strong> व्यक्तिगत, करियर, स्वास्थ्य और अन्य जीवन की समस्याओं के समाधान के लिए विशेषज्ञ ज्योतिषीय परामर्श।<br/>
  <strong>मुहूर्त निर्धारण:</strong> शुभ कार्यों के लिए उचित मुहूर्त निकालने की सेवा, जैसे कि विवाह, गृह प्रवेश, नामकरण आदि।
  
  <br/><br/>
  <strong className="text-2xl text-orange-400 pb-4">शोध और प्रकाशन</strong><br/>
  <strong>शोध कार्य:</strong> ज्योतिष और वैदिक विज्ञान के विभिन्न विषयों पर गहन शोध और अध्ययन।<br/>
  <strong>प्रकाशन:</strong> शोध पत्र, पत्रिकाएं, और पुस्तकें प्रकाशित करना, जो ज्योतिष शास्त्र के ज्ञान को व्यापक जनसमूह तक पहुँचाने में मदद करती हैं।
  
  <br/><br/>
  <strong className="text-2xl text-orange-400 pb-4">सामाजिक सेवाएँ</strong><br/>
  <strong>जनजागृति:</strong> ज्योतिष और वैदिक विज्ञान के महत्व और उपयोगिता के बारे में जागरूकता फैलाना।<br/>
  <strong>शिविर और कार्यशालाएँ:</strong> नियमित शिविरों और कार्यशालाओं का आयोजन, जहां लोग नि:शुल्क परामर्श और शिक्षा प्राप्त कर सकते हैं।
  
  <br/><br/>
  <strong className="text-2xl text-orange-400 pb-4">हमारे लक्ष्य</strong><br/>
  हमारा उद्देश्य प्राचीन भारतीय ज्ञान और विज्ञान को आधुनिक युग के साथ समन्वित करके समाज की सेवा करना है। हम शिक्षा, सेवा और शोध के माध्यम से ज्योतिष और वैदिक विज्ञान को सम्मानजनक स्थान दिलाने के लिए निरंतर प्रयासरत हैं।
  
  <br/><br/>
  <strong className="text-2xl text-orange-400 "> अन्य जानकारी</strong><br/>
  हमारे कार्यों और सेवाओं के बारे में अधिक जानकारी के लिए, कृपया हमारी वेबसाइट के अन्य भागों का अवलोकन करें या हमसे सीधे संपर्क करें। भारतीय ज्योतिष संस्थान के साथ आपका जुड़ाव हमारे लिए गर्व की बात है और हम आपके उज्ज्वल भविष्य की कामना करते हैं।
</p>

      </div>
      
    </>
  );
};
export default Whatwedo;
